[
  "Don't forget to water your crops every few hours!",
  "Honey sells best when the weather is sunny.",
  "Golden Eggs appear more often in the morning!",
  "Save your seeds during rainy days—they grow faster.",
  "Trade cosmetics during merchant visits for bonus rewards!",
  "Complete Angry Plant quests repeatedly to earn free seed packs.",
  "Every 50 regular seed packs rewards you with one premium seed pack.",
  "Use one of each sprinkler type (Basic, Advanced, Godly, Master) for best fruit mutation growth.",
  "Sprinklers only affect fruit growth—not seeds or unplanted tiles.",
  "Don't place multiple sprinklers of the same type—it doesn’t stack.",
  "Pets like Sea Otters, Toucans, and Queen Bees improve crop growth speed.",
  "Place a lightning rod near 60–100 bamboos for a high chance of shock mutation during storms.",
  "Star Callers redirect celestial events toward nearby crops for rare mutations.",
  "Organize crops by type to make harvesting and mutation farming easier.",
  "Mutation farming works best in private servers with no interference.",
  "Use the Favorite tool to mark important crops so you don’t harvest them by mistake.",
  "Queen Bee pet gives passive plant growth boost—obtainable via rare pet eggs or shop.",
  "Rare Summer Eggs drop event-exclusive pets like Flamingos and Toucans with strong passives.",
  "Golden Fruit glows—hide them behind tall trees to reduce theft in public servers.",
  "Check the shop every 5–10 minutes to find rare seeds—it rotates inventory frequently.",
  "Prune common and uncommon plants to make room for Mythic or Divine crops.",
  "Mutation types include Shocked, Celestial, Frozen, Blood-soaked, and Rainbow.",
  "Fruits mutate only when fully grown—don't pick too early!",
  "Some mutations depend on weather: storms, blood moon, or celestial night.",
  "Blood Moon crops sell for 3–5x their usual value—plan harvests accordingly.",
  "Lightning Rods can trigger during stormy weather—more effective with 60+ plants nearby.",
  "Star Callers should not be stacked—spread them out in your garden.",
  "You can trade high-level crops with players in public servers to gain coins fast.",
  "Using a pet increases mutation chance when paired with sprinklers.",
  "Don't forget to pick up tools—Lightning Rods and Star Callers don’t work unless placed.",
  "Place rare seeds away from garden edges to avoid griefing.",
  "The longer you wait to harvest a fruit (with active sprinklers), the bigger it gets.",
  "Celestial and Shocked fruits have the highest market value when mutated.",
  "Use ‘Auto Plant’ and ‘Auto Harvest’ features only in private servers to avoid bugs.",
  "Place lightning rods far from trees—lightning sometimes targets tree hitboxes instead.",
  "Use Moonflowers during celestial nights for better mutation rates.",
  "Storms happen randomly—rejoining servers resets storm chances.",
  "Always place sprinklers after you harvest—not before—for max growth effect.",
  "High mutation builds use 4 sprinklers + 1 lightning rod per 80–100 tiles.",
  "Favorited fruits can still be stolen—only helps you avoid harvesting them by accident.",
  "Switch to low-player servers to reduce lag and increase farming efficiency.",
  "Angry Plants appear more often during storms and blood moons.",
  "Harvest all existing fruits before planting new seeds to maximize sprinkler effects.",
  "You can only hold 10 sprinklers per type—use wisely and organize!",
  "Mixing crop types reduces mutation synergy—use same-type crops in zones.",
  "Public servers offer gifting opportunities—many players leave golden fruits for others.",
  "Rejoining a server immediately after a lightning strike resets rod cooldowns.",
  "Mutation chance is higher at night—especially during Blood Moon or Celestial Night.",
  "Use Bamboo to test mutation builds—it grows fast and costs little.",
  "Plant Bamboo in clusters near rods for better control of mutations.",
  "Frozen mutations appear more often after rain + cold combo events.",
  "You can store mutated fruits in vaults to avoid accidental sale.",
  "Moonlit crops shine bright during celestial nights—those are more likely to mutate.",
  "Use event shops to buy exclusive seeds with event currency.",
  "Buy Divine seeds only when you’ve built a working sprinkler and rod setup.",
  "Pets level faster when you farm multiple high-value crops back to back.",
  "Replanting same crops gives you better layout rhythm—makes harvests easier.",
  "Watermelon and Eggplants have higher mutation odds in certain weather cycles.",
  "Mutation timer resets when you move the fruit—avoid repositioning.",
  "Mutation chance increases with each full growth cycle the fruit survives.",
  "Pets give passive boosts even when you're offline—keep one active always.",
  "Some pets increase shop luck—higher chance to get rare seeds in rotation.",
  "Avoid overlapping gear areas—sprinkler and rod effects cancel if placed badly.",
  "Sell mutated fruits after events—they fetch 2x value during off-seasons.",
  "Angry Plants give repeatable seed quests—easy passive income.",
  "Don’t overcrowd zones—give each mutation tile at least 1 buffer space.",
  "Moonfruit and Starfruit mutate best with both Star Callers and Sprinklers active.",
  "Combine Divine + Rainbow + Shocked effects for max fruit sell price.",
  "Switch to day servers if weather locks—some events are daytime-only.",
  "Use Discord communities to trade high-rarity fruits and unlock better seeds.",
  "Leave fruit to grow 30–60 minutes after all sprinklers are placed for best size.",
  "Mutation fruit max size is only reached if uninterrupted for 2+ hours.",
  "Auto tools sometimes bug out—disable temporarily if mutation fails repeatedly.",
  "Bamboo mutations are best for early mutation experiments—cheap loss, high gain.",
  "Sprinkler radius is circular—use grid layout for max coverage.",
  "Tractor tool doesn’t boost mutations—only for harvesting speed.",
  "Mutation seeds are marked with glow—don’t mistake them for normal fruit!",
  "When a fruit sparkles, it’s likely to mutate soon—don’t harvest yet!",
  "Sprinklers work even if offscreen—don’t worry about render range.",
  "Use Master Sprinkler last—it overrides all other types.",
  "Pets stack—use different types for compound benefits (growth, value, shop luck).",
  "Garden layout affects performance—minimize trees and fences near active areas.",
  "Switch gardens every few hours to refresh the mutation chance table.",
  "Mutation stacks reset after server crash—rejoin and re-place sprinklers immediately.",
  "Celestial mutation fruits sell for more than all other types—save them for rainy days.",
  "Frozen fruits have low mutation rate but high passive value—don’t ignore them.",
  "Rainbow fruits can only appear if all gear types are placed and active.",
  "Mutation won't happen if you're standing too close—back away and wait.",
  "Crops mutate faster with multiple pets of same type—try 3+ if available.",
  "Garden gnomes are decorative—they don’t affect mutation or growth rates.",
  "Check dev patch notes—mutations are sometimes event-boosted.",
  "Save large fruits in vaults for future event trades—they gain value over time.",
  "Private servers are best for sprinkler mutation experiments.",
  "Mutation fruit color effects persist even if server resets—track them in logs.",
  "Blood-soaked fruits often spawn during dual blood moon + rain events.",
  "Master-level crops require 3+ support tools to mutate reliably.",
  "Track growth timers to avoid premature harvest—mutations fail if interrupted.",
  "Use grid lines (F3 in some overlays) to optimize sprinkler placement.",
  "Don't harvest mutation fruits immediately—watch for second-stage effects.",
  "Buy rods during storms—they restock in shop at lightning events.",
  "Mutation farming requires patience—log in hourly, not every 5 minutes.",
  "Use third-party timer tools to track mutation cycles (many players use Discord bots).",
  "Join the Grow a Garden Discord to get shop restock pings and weather alerts.",
  "Use seeds with high base value for mutation farming—they scale better post-mutation.",
  "Blood Moon can be forced with quest chain skips (event-specific).",
  "Only one mutation can trigger per plant—stacking tools doesn’t create doubles.",
  "Mutation effects disappear if you harvest too quickly after trigger—wait 5 seconds."
]